{"thoughts": [["\n\"People laugh about how cats love boxes, but if there was suddenly a box bigger than you in your living room, you’d probably go in it too.\"", "    -yourshadowtwin\n"], ["\n\"Catgirls in Anime being clumsy and helpless makes no sense considering how athletic and agile [most] actual cats are.\"", "    -KAMEKAZE_VIKINGS\n"], ["\n\"Depending of the size of the circle you run, you may either look absolutely insane or a normal person out for a run\"", "    -cohenYOUCANDOIT\n"], ["\n\"In very general terms, a gun is an antibiotic\"", "    -Herc_Hansen_\n"], ["\n\"It's easier to be a famous pilot than it is to be a good pilot.\"", "    -Infindelete\n"], ["\n\"The most remembered character in the movie Castaway has zero film credits.\"", "    -JparkerMarketer\n"], ["\n\"Red meat is red when it is raw but white meat is white when it is cooked.\"", "    -Alternative-Sea-6238\n"], ["\n\"Monsters Inc. Monsters only target kids rich enough to have their own room and closets\"", "    -Squid_Contestant_69\n"], ["\n\"sex that costs money is generally considered cheaper than sex you get for free.\"", "    -Jeduthun86\n"], ["\n\"While not as noticeable, mirrors also reflect sound.\"", "    -Kafin55555\n"], ["\n\"Hospital work environment is probably the only environment where unexplained blood on surfaces is not alarming, just annoying and in need of cleaning.\"", "    -Supremelordbeefcake\n"], ["\n\"The vast majority of fish don\"t know what wind is\"", "    -paznan\n"], ["\n\"Cows never get to drink cold milk.\"", "    -UserRedditAnonymous\n"], ["\n\"Your SO not liking the same snacks as you is actually a good thing since you won\"t have to feel guilty about not sharing.\"", "    -eyes_on_me_viii\n"], ["\n\"Grass is simultaneously the plant that everyone cares about the most and also the least.\"", "    -Virta15\n"], ["\n\"Perhaps Socrates bragged about knowing he knew nothing because ancients Greeks believed smaller members and intelligence where connected.\"", "    -Boatwhistle\n"], ["\n\"superman probably has a really low pain tolerance.\"", "    -DangerMacAwesome\n"], ["\n\"House MD was popular 15 years ago because narcissism was not so common place on TV\"", "    -Bhalu77\n"], ["\n\"The reason that leaders tend to be corrupt, unethical and manipulative is because it's the most effective strategy to get and maintain power.\"", "    -ReallySillyLily36\n"], ["\n\"The only job that truly puts food on the table is a waiter\"", "    -kluterzz\n"], ["\n\"People who complain about the lost art of conversation and blaming phones often overlook thousands of old photos showing rows of people reading newspapers\"", "    -AdeptLengthiness8886\n"], ["\n\"Invisalign is a really expensive thing that no one wants to steal.\"", "    -awesometim0\n"], ["\n\"When fictional characters talk about what Fate wants or does, they\"re actually talking about the writers.\"", "    -CurrentSingleStatus\n"], ["\n\"Considering that oil is the remains of creatures from millions of years ago, plastic dinosaurs are technically made of real dinosaurs.\"", "    -stackofbones\n"], ["\n\"Dogs who have gone deaf in their older years think their people have simply stopped talking to them\"", "    -impulsive-puppy\n"], ["\n\"Hawaiian shirts are western shirts\"", "    -DoodDoes\n"], ["\n\"symmetry going left and right is more important than symmetry going up and down.\"", "    -GiraffeKing04\n"], ["\n\"The lower the stains on a pant, the less awkward they will be.\"", "    -Enteable\n"], ["\n\"It must be very awkward to help the stepsister out of the dryer after the fact\"", "    -Tovar42\n"], ["\n\"The longer you live, the more people hate you.\"", "    -FinalSelection\n"], ["\n\"It’s taken for granted that dogs don’t need to be wiped after pooping\"", "    -colbsauce\n"], ["\n\"Your body becomes a trashcan whenever you eat something just because you didn’t want to throw it away\"", "    -broadenandbuild\n"], ["\n\"Tattoos add to toughness in the same way that racing decals add horsepower to your car\"", "    -Straightup32\n"], ["\n\"There is no actual donkey in the Donkey Kong game.\"", "    -mrsmith2929\n"], ["\n\"The majority of jobs can be learned by googling\"", "    -B-e-a-utiful_day\n"], ["\n\"There will be many places on earth that you will only visit once in your life and will never be able to return to.\"", "    -raaalphs\n"], ["\n\"Ever see a girl with one nipple pierced and wonder if she intended on getting them both done but after the first one said nope, fuck that, not going through that twice.\"", "    -harryschmilsson\n"], ["\n\"In the future all of our social media accounts will probably still exist and be able to be viewed by our descendents.\"", "    -P4ramed1c\n"], ["\n\"The first scientists who found bacteria on everything through a microscope must have freaked out\"", "    -BopNiblets\n"], ["\n\"Almost all sitcom houses have a swinging door between the kitchen and the living room\"", "    -Havingfun921\n"], ["\n\"The mega millions jackpot is at $1.28 billion which is enough money for somebody to finally become Batman.\"", "    -JparkerMarketer\n"], ["\n\"Tomato and cucumber are the only fruits you can eat with salt and not get weird looks\"", "    -ziguslav\n"], ["\n\"Babies are the easiest things to catch on a hook considering they put everything they find in their mouth\"", "    -pincanis\n"], ["\n\"Many of us are uncomfortable giving out our address to strangers, unless they bring food\"", "    -astroduck-maurice\n"], ["\n\"some people's yearly income is what a company pays for a 30 second commercial on TV\"", "    -Muugiwara-ya\n"], ["\n\"There are probably many people who got accused of trying to be quirky when in reality they were just trying to be themselves around other people.\"", "    -Whereismypurpose2\n"], ["\n\"Teaching people about Déjà Vu also creates it\"", "    -tjmaxal\n"], ["\n\"Holding on to and using a pen long enough to run out of ink is a badge of honor.\"", "    -fullfrontalfluidity\n"], ["\n\"Nibbler from Futurama is always making a purposeful decision not to eat the crew of the Planet Express.\"", "    -GrayEidolon\n"], ["\n\"Teaching people about Déjà Vu also creates it\"", "    -tjmaxal\n"], ["\n\"Nibbler from Futurama is always making a purposeful decision not to eat the crew of the Planet Express.\"", "    -GrayEidolon\n"], ["\n\"Holding on to and using a pen long enough to run out of ink is a badge of honor.\"", "    -fullfrontalfluidity\n"], ["\n\"It's okay to ridicule people who ingest too much caffeine, alcohol, or hard drugs but not okay if the substance is food.\"", "    -wfezzari\n"], ["\n\"Every male dog is a son of a bitch\"", "    -Aegis4521\n"], ["\n\"someone had to replace the chandeliers’ candles in old mansions.\"", "    -Jawnysparklez\n"], ["\n\"someone has probably done a study on a the ineffectiveness of studies.\"", "    -Vast-Intention\n"], ["\n\"90% of all the dental floss ever made has been used to hold in place the 10% being used for its intended purpose\"", "    -typop2\n"], ["\n\"A very elderly individual has lived long enough to see every older celebrity, teacher, and a large portion of their friends and family pass away. The environment in which they exist belongs to the younger generation. The world looks foreign to them.\"", "    -BlueSky1877\n"], ["\n\"Everyone that lies to the dentist about their oral hygiene is caught red handed immediately.\"", "    -DriveSlowSitLow\n"], ["\n\"80% of people in real life sleep on their sides, but 99% of people in movies sleep on their backs.\"", "    -wimpykidfan37\n"], ["\n\"Governments win every lottery.\"", "    -TheFrontierzman\n"], ["\n\"Maybe the purpose of man is to pet things\"", "    -EarthenEyes\n"], ["\n\"Many people think animals are not as smart as us but from an animal's perspective we are stupid ones\"", "    -snaily___\n"], ["\n\"Your right hand has never touched the entirety of your right arm.\"", "    -last3lettername\n"], ["\n\"Humans are faster when sitting.\"", "    -Next_Gen_Rando\n"], ["\n\"According to the laws of gravity everyone is attracted to you. At least a little bit.\"", "    -clanspanker\n"], ["\n\"We\"d be screwed if birds realized we\"d throw out our food, if they pooped on it.\"", "    -Symbolicdeathwish\n"], ["\n\"Technically no human can have superhuman abilities, if they did it wouldn’t be superhuman.\"", "    -Ibrahim_Alburi\n"], ["\n\"The earth is vacuum-sealed\"", "    -jraychris\n"], ["\n\"In both Breaking Bad and Harry Potter, a major character gets killed by a high school chemistry teacher.\"", "    -MachBrn\n"], ["\n\"You never hear about No. 1 pencils.\"", "    -RodolfoSeamonkey\n"], ["\n\"The receipt printers at gas pumps may stop working, but the video adverts miraculously always work.\"", "    -SethalSauce\n"], ["\n\"Air is synonymous with oxygen, despite the fact that air is only 21% oxygen.\"", "    -Incendiary_cucumbers\n"], ["\n\"In general, trying to be funny is not funny, so comedians try to appear to not be trying to be funny when they try to be funny\"", "    -pufballcat\n"], ["\n\"ZZ Top’s alter ego is AA Bottom\"", "    -okayish_samaritan\n"], ["\n\"Everyone who counts from One when timing something will always be one second too fast.\"", "    -Aviator1116\n"], ["\n\"Toilets see much more ass in their lifetimes than the average person does\"", "    -ProudlyAHufflepuff\n"], ["\n\"When science can’t explain it, it’s a hoax. When science does explain it, still a hoax.\"", "    -Kitchen-Explorer3338\n"], ["\n\"Although betrayal is a dreadful thing that one can do to you, no enemy can cause it\"", "    -Chongi978\n"], ["\n\"Eating hummus with a spoon seems weird, but we’ll happily shovel it into our faces on a carrot stick\"", "    -sazerrrac\n"], ["\n\"someone probably has a photo of you, even you have not seen\"", "    -ShadesOfPoods\n"], ["\n\"Being a fluent English speaker opens up your dating pool to most of the world\"", "    -TobyWonCanoeBee\n"], ["\n\"The old lady who swallowed a fly is described as a weirdo for swallowing a bird and later a cow, even though humans have been eating poultry and beef for centuries.\"", "    -wimpykidfan37\n"], ["\n\"Earth is a living body infested with humans\"", "    -Round_Teacher_224\n"], ["\n\"Arrogance is confidence that isn\"t backed up\"", "    -__Jimmy__\n"], ["\n\"A lot weird things are less weird if we pay for them.\"", "    -One_Cranberry7084\n"], ["\n\"We don’t remember the taste of breast/formula milk. Yet we all drank it at one point in our early lives.\"", "    -Optimal_Transition42\n"], ["\n\"We drink and taste the average flavor of multiple cows\" milk mixed together\"", "    -neyoless\n"], ["\n\"scrappy-Doo was braver than Scooby, most likely due to small man syndrome.\"", "    -ElectroIsland\n"], ["\n\"You are a human being experiencing the universe just as much as you are the universe experiencing a human being.\"", "    -SlimesterG\n"], ["\n\"A percent symbol [%] [fittingly] contains both types of division symbols [ ÷ &amp; / ] in it.\"", "    -Throwaway567864333\n"], ["\n\"Using a sex doll, is actually ancient plants necrophilia.\"", "    -Relevant-Stable-3385\n"], ["\n\"You don’t see fire trucks or police cars pumping gas as the gas station much.\"", "    -grendel123\n"], ["\n\"As a society we just randomly decided that balloons were used to celebrate things\"", "    -TheOneAndOnlyHydra\n"], ["\n\"The first human to put on glasses probably thought everyone else also needed them.\"", "    -Exaltrify\n"], ["\n\"Every human body diagram is based off of a dead human.\"", "    -minionchamp24\n"], ["\n\"We all have an accent in at least one language.\"", "    -nouri42\n"], ["\n\"stand tall and proud for speed spelling Albuquerque, not Mississippi.\"", "    -babysharkdoodoodoo\n"], ["\n\"You never clean a mess it just get moved\"", "    -Anonymous-JG\n"], ["\n\"To see anything at all is to see the past and never the present.\"", "    -theonlyarchibald\n"]]}